One element is completely inside another.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ColumnInsideWall { get; }
  Visual Basic
Public Shared ReadOnly Property ColumnInsideWall As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ColumnInsideWall {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ColumnInsideWallFailures Class
  Autodesk.Revit.DB Namespace